{
    "en": {
        "name": "Hi there! I'am:",
        "fullName": "Robin Delannoy",
        "resume": "Resume",
        "navbar": {
            "home": "Home",
            "about": "About",
            "skill": "Skills",
            "work": "Work",
            "contact": "Contact"
        },
        "home": {
            "introduction": "Welcome!",
            "name": "Robin Delannoy",
            "description": "I am a motivated and skilled front-end developer looking for an entry-level position in Japan. With a passion for creating intuitive and engaging user experiences, I am eager to contribute my skills to a dynamic team and gain hands-on experience in a professional setting",
            "viewWork": "View Work"
        },
        "skills": {
            "skillText": "These are the technoloies I've worked with:"
        },
        "work": {
            "workText": "Check out some of my recent work:"
        },
        "about": {
            "title": "About me",
            "text": "I am a creative individual who loves to push myself to the limits. Whether it's managing stress or taking part in extreme sports, I am always looking for new challenges to conquer. When I'm not out exploring the great outdoors or trying out new adrenaline-fueled activities, I enjoy spending time in the kitchen experimenting with new recipes. My love for the ocean is also a big part of my life, and I try to spend as much time near the water as possible. With a passion for both adventure and creativity, I am always eager to take on new experiences and expand my horizons."
        },
        "contact": {
            "title": "Contact",
            "text": "Submit the form below or shoot me an email",
            "namePlaceHolder": "Name",
            "emailPlaceHolder": "Email",
            "messagePlaceHolder": "Message",
            "buttonText": "Let's collaborate"
        }
    },
    "jp": {
        "name": "こんにちは",
        "fullName": "Robin Delannoy",
        "resume": "履歴書",
        "navbar": {
            "home": "ホーム",
            "about": "自己紹介",
            "skill": "スキル",
            "work": "作品",
            "contact": "お問い合わせ"
        },
        "home": {
            "introduction": "ようこそ!",
            "name": "ロビン・デランノイ",
            "description": "私は日本のエントリーレベルのフロントエンド開発者としてのポジションを探しているモチベーションの高いスキルを持つ人物です。直感的で魅力的なユーザーエクスペリエンスを作り出すことに情熱を持ち、ダイナミックなチームにスキルを提供し、プロフェッショナルな環境での実践的な経験を積むことを熱望しています。",
            "viewWork": "作品を見る"
        },
        "skills": {
            "skillText": "私の持っている技術です:"
        },
        "work": {
            "workText": "最近の作品をご覧ください:"
        },
        "about": {
            "title": "自己紹介",
            "text": "数年間、日本のミシュラン星付きレストランで、シェフとして働いていました。その後スイスでシェフをしていましたが、 コロナ禍でレストランが閉鎖したため、webデベロッパーの学校に通い、様々なスキルを覚えました。HTML, CSS, Javascript, React, React native, Node, Cypress, SQL, GraphQL, Git."
        },
        "contact": {
            "title": "お問い合わせ",
            "text": "以下のフォームから送信するか、私にメールを送信してください",
            "namePlaceHolder": "お名前",
            "emailPlaceHolder": "メールアドレス",
            "messagePlaceHolder": "メッセージ",
            "buttonText": "送る"
        }
    }
}